/*
 *  MoreInfo.strings
 *  AirPort Utility
 */

/* CreateExtendMoreInfo */
"CreateExtendMoreInfo.Title" = "设置 %@";
"CreateExtendMoreInfo" = "如果您想要在新的无线网络中设置 AirPort 无线设备，请选择“创建新的无线网络”。加入您的网络的电脑可以与网络上的其他电脑以无线方式进行通信，如果它们是通过以太网连接的，则可以使用以太网进行通信。如果设置设备连接到互联网，则无线电脑和有线电脑还可以共享互联网连接。点按“继续”以建立一个新的无线网络。\n\n如果您已经建立了一个 AirPort 网络，而且想让设备加入它并扩展网络的覆盖范围，请选择“扩展我的 AirPort Extreme 或 AirPort Express 网络范围”。扩展无线网络的覆盖范围被称为“无线分布系统 (WDS)”。WDS 中无线设备共享单个互联网连接，并将该互联网连接分配给连接在网络上的电脑。";

/* NameMoreInfo */
"NameMoreInfo.Title" = "给无线设备起一个名称和密码";
"NameMoreInfo" = "名称会显示在“AirPort 实用工具”的边栏中。请使用您能识别的名称，比如“客厅”或“办公室”。如果网络有多个无线设备，您可以轻松识别出想要设置或更改的那个无线设备。请输入设备的密码。您将需要先输入密码，才能更改设备的设置。";

/* SecurityMoreInfo */
"SecurityMoreInfo.Title" = "保护网络";
"SecurityMoreInfo" = "您可以使用密码保护您的网络。任何企图加入您的网络的人均将被要求输入密码。\n\nAirPort 无线设备支持两种类型的密码：\n• WPA2：“Wi-Fi 保护访问”密码安全性更高，但可能兼容性不好。\n• 128 位 WEP：“有线对等保密”密码可以很好地兼容旧款电脑和无线卡。\n\n如果您选取“无安全性”，则网络覆盖范围内的任何人都可以加入您的网络，而不需要使用密码。不建议使用此选项。\n\n如果您选取使用 128 位 WEP，请使用准确为 13 个字符的密码。这将确保与 Windows 或其他非 Macintosh 设备的兼容性。\n\n如果您选取使用 WPA2，请使用至少由 8 个字符组成的密码。";
"SecurityMoreInfoWPANone.Title" = "保护网络";
"SecurityMoreInfoWPANone" = "您可以使用“WPA 个人级”无线安全性用密码来保护网络。尝试加入网络的任何人都将被要求输入密码。\n\n如果您选取“无安全性”，则网络覆盖范围内的任何人都可以加入您的网络，而不需要使用密码。不建议使用此选项。\n\n如果您选取使用“WPA 个人级”，请使用至少由 8 个字符组成的密码。";
"SecurityMoreInfoWPA2None.Title" = "保护网络";
"SecurityMoreInfoWPA2None" = "您可以使用“WPA/WPA2 个人级”无线安全性用密码来保护网络。尝试加入网络的任何人都将被要求输入密码。\n\n如果您选取“无安全性”，则网络覆盖范围内的任何人都可以加入您的网络，而不需要使用密码。不建议使用此选项。\n\n如果您选取使用“WPA/WPA2 个人级”，请使用至少由 8 个字符组成的密码。";
"SecurityMoreInfoTSN.Title" = "保护网络";
"SecurityMoreInfoTSN" = "您可以使用密码保护您的网络。任何企图加入您的网络的人均将被要求输入密码。\n\nAirPort 无线设备支持两种类型的密码：\n• WPA2：“Wi-Fi 保护访问”密码安全性更高，但可能兼容性不好。\n• WEP（过渡安全网络）密码不但与旧款 WEP 电脑和无线卡有很好的兼容性，还允许新型的 WPA 和 WPA2 客户端加入网络。\n\n如果您选取“无安全性”，则网络覆盖范围内的任何人都可以加入您的网络，而不需要使用密码。不建议使用此选项。\n\n如果您选取使用 WEP（过渡安全网络），请使用准确为 13 个字符的密码。\n\n如果您选取使用 WPA2，请使用至少由 8 个字符组成的密码。";

/* InternetMoreInfo */
"InternetMoreInfo.Title" = "您的电脑如何连接至互联网？";
"InternetMoreInfo" = "如果您的设备使用 DSL 调制解调器或线缆调制解调器连接至互联网，并且您的互联网服务商 (ISP) 自动使用 DHCP 为您提供 IP 地址，请选择第一个选项。\n\n如果您的设备使用 PPPoE（以太网上的点对点协议）连接至互联网，那么请选择第二个选项。如果您的设备使用 PPPoE 连接至互联网，您可能需要提供帐户名称和密码。如果您不确定帐户名称和密码是什么，请咨询您的服务商。\n\n如果您的设备连接在以太网络上，请选择第三个选项。有关您如何接收 IP 地址（使用 DHCP 或手动）的信息，请咨询网络管理员（或建立它的人员）。\n\n如果您准备设置带内置调制解调器的 AirPort 基站，并且有拨号 PPP 帐户，请选择“使用连接在电话线路上的调制解调器”。\n\n如果您想要继续设置基站，但不想连接到互联网，请选择“我不准备立刻连接到互联网”。当准备连接到互联网时，您始终可以返回。";

/* EthernetMoreInfo */
"EthernetMoreInfo.Title" = "设置设备上的 TCP/IP";
"EthernetMoreInfo" = "您可以从“配置 IPv4”弹出式菜单中选取“手动”或“使用 DHCP”，这取决于您的服务商如何提供 IP 地址。如果您从 ISP 处直接接收 IP 地址，请从“配置 TCP/IP”弹出式菜单中选取“使用 DHCP”。您的 ISP 将填充 IP 地址栏和其他栏。\n\n如果您的服务商向您提供了配合您的互联网帐户使用的 IP 地址和其他数字，请选取“手动”并使用该信息手动配置无线设备 IP 地址。如果您不确定，请咨询服务商。\n\n如果您的服务商向您询问设备的 MAC 地址，请使用以太广域网端口的地址（印刷在 AirPort 无线设备底部的标签上）。";

/* ReplaceJoinCreateMoreInfo */
"ReplaceJoinCreateMoreInfo.Title" = "选择您要使用“%@”进行哪些操作。";
"ReplaceJoinCreateMoreInfo.ReplaceDesc" = "如果您已有一个 AirPort 无线设备或无线路由器，而且想用“%@”来替换此设备，请选择“我想要用'%@'来替换现有的基站或无线路由器”";
"ReplaceJoinCreateMoreInfo.JoinDesc" = "如果您已有一个网络而且想通过无线方式或使用以太网来将“%@”连接到此网络， 请选择“我想让‘%@’加入当前网络”。";
"ReplaceJoinCreateMoreInfo.CreateDesc" = "如果您没有无线网络或想添加无线网络，请选择“我想创建新的无线网络”";

"GuestNetworkMoreInfo.Title" = "客人网络";
"GuestNetworkMoreInfo" = "客人网络允许客户端电脑无需访问您的专用网络即可连接到互联网。您可以设置有密码保护或无密码保护的客人网络。\n\n您可以使用手动设置来为客人网络设定其他选项，诸如在连接到客人网络的电脑之间共享文件。";


/* End of strings file */
